Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/2016 - 3 Hazard Alert - Ladder.tmx
Source language: en
Languages: es

source: A situation is immediately dangerous or life threatening
es: Una situación implica peligro inmediato o amenaza la vida;

source: A situation where an employee feels the work tasks or work area is unsafe
es: Una situación en que el colaborador considera que la tarea o el lugar son inseguros;

source: Additionally, the employee’s reluctance to initiate “stop work” or to seek instruction when confronted with a task which was new and had no previous exposure to or training in, resulted in their exposure to the hazard and subsequent injury.
es: Además, el colaborador resultó expuesto al peligro y a la consiguiente lesión debido a que optó por no detener el trabajo ni pedir instrucciones al encontrarse ante una tarea nueva a la cual no había estado expuesto antes y para la cual no había sido capacitado.

source: Additionally, there was the issue of timely reporting to our client and within Golder.
es: Además, está el hecho de no haber informado con prontitud al cliente y a Golder.

source: After the incident situation has been resolved, an incident report must be completed in the Golder Learnings Database (LDB).
es: Cuando se haya resuelto la situación de un incidente, debe registrarse el incidente en la Learnings Database (LDB) de Golder.

source: An employee lost footing while descending a ladder, striking an elbow and shoulder on the liner wall before sliding the remaining 6-7 feet to the bottom of the slope.
es: Al bajar por una escalera colocada sobre una impermeabilización, un colaborador perdió el equilibrio, se golpeó en el codo y el hombro con la superficie y rodó por la pendiente desde una altura de aproximadamente 2 metros.

source: Employees are expected to seek training for any task that may be new or in which they have had infrequent exposure to and managers are expected to ensure employees are properly trained before assigning them a task.
es: Los colaboradores deben pedir capacitación para una tarea que sea nueva o para la cual no han tenido exposición frecuente y los gerentes deben asegurarse de que los colaboradores reciban la debida capacitación antes de encomendarles una tarea.

source: Employees have the right and obligation to refuse work under the following conditions:
es: Los colaboradores tienen el derecho y la obligación de negarse a realizar un trabajo en los siguientes casos:

source: Ensure you are properly trained for the task you are to undertake
es: Asegurémonos de estar debidamente capacitados para la tarea que acometamos.

source: For more information please contact Renae Mayo (Global HSSE Leader – Mining) R_Mayo@golder.com
es: Para más información, contactar a Renae Mayo (Líder Global de HSSE – Golder Mining) R_Mayo@golder.com

source: HAZARD ALERT
es: ALERTA DE PELIGRO

source: Health, Safety, Security & Environment
es: Salud, Seguridad y Medio Ambiente

source: Incident – Slip and fall from ladder
es: Incidente: resbalar y caer de una escalera

source: Key Learnings from this event
es: Aprendizajes clave de este suceso

source: Know and understand your client’s incident reporting requirements and procedures and ensure you follow it should an incident occur.
es: Es esencial conocer y comprender los requisitos y procedimientos de notificación de incidentes del cliente y asegurarse de cumplirlos cuando suceda alguno.

source: Lastly, the lack of LdB entry delayed the initiation of an investigation into the incident.
es: Por último, la ausencia de un registro en la Learnings Database demoró el inicio de una investigación sobre el incidente.

source: May 2016
es: Mayo 2016

source: No medical evaluation nor medical treatment was required.
es: No fue necesaria una evaluación médica ni tratamiento.

source: No report was made into the Golder Learnings Database on this incident and there was a delay in notifying the client.
es: No se informó el incidente en la Learnings Database y hubo demora en avisar al cliente.

source: Report all incidents - Enter incidents into the Learnings database
es: Informemos todos los incidentes y registrémoslos en la Learnings Database

source: Such a high level of concern was raised by our client, that a meeting between Golder and the client’s management team was needed to provide re-assurances of Golder’s commitment to the health and safety of our team members and those of our clients’.
es: Fue tanta la preocupación del cliente que fue necesaria una reunión entre Golder y la gerencia del cliente para reafirmar el compromiso de Golder con la salud y la seguridad de los miembros de nuestro equipo y del equipo del cliente.

source: The employee did not have fall protection training, and this was not identified prior to being provided a harness and assigned the task.
es: El colaborador no había recibido capacitación sobre protección contra caídas y no se había detectado esto antes de entregarle un arnés y encomendarle la tarea.

source: The employee had noted the risk of a slip, trip or fall during their field level hazard assessment but failed to take mitigative action
es: El colaborador había advertido el riesgo de resbalar, tropezar o caer durante la evaluación de peligro a nivel de campo, pero omitió adoptar alguna medida de mitigación.

source: The employee sustained an abrasion to the left elbow and muscle strain soreness to the left shoulder.
es: El colaborador resultó con lesiones por abrasión en el codo izquierdo y dolor por distensión muscular en el hombro izquierdo.

source: The incident
es: El incidente

source: The investigation found
es: Hallazgos de la investigación:

source: The lack of clear communication between project managers resulted in the failure to properly identify the need for fall protection to be worn while accessing the work area.
es: La falta de comunicación clara entre los gerentes de proyecto impidió identificar adecuadamente la necesidad de protección contra caídas para acceder al lugar de las labores.

source: The supervisor’s lack of determining the employee was trained and competent to utilise the fall protection was also a failure.
es: También hubo negligencia por parte del supervisor al no determinar si el colaborador estaba debidamente capacitado para usar protección contra caídas.

source: There was not clear communication between the client project manager and the Golder Project manager as to whether fall protection was required.
es: No hubo comunicación clara entre los gerentes de proyecto del cliente y de Golder con respecto a la necesidad de contar con protección contra caídas.

source: This contributed to the employee not wearing fall protection at the time of the incident.
es: Esto redundó en que el colaborador no estuviera usando este tipo de protección al momento del incidente.

source: This incident and the lack of timely reporting to our client raised the concern within our client’s management team of Golder’s commitment to safety and the thoroughness of Golder’s safety management system.
es: Este incidente y la falta de comunicación oportuna con el cliente fue motivo de preocupación de parte de la gerencia del cliente acerca del compromiso de Golder con la seguridad y sobre la rigurosidad del sistema de gestión de la seguridad de Golder.

source: This incident reminds us of the importance of being able to initiate “stop work”.
es: Este incidente nos recuerda la importancia de atreverse a detener un trabajo.

source: Understand your “stop work” authority
es: Comprendamos que podemos detener un trabajo.

source: Utilize the Learnings Database for entry of observations, injuries, illnesses, hazards, environmental aspects and to commend employees on positive health and safety behaviour’s.
es: La Learning Database nos permite ingresar observaciones, lesiones, enfermedades, peligros, aspectos ambientales y reconocer a los colaboradores que tienen un comportamiento positivo en lo que se refiere a salud y seguridad.

source: When an employee does not have the proper PPE for the job
es: El colaborador carece de EPP adecuado para el trabajo, o

source: When an employee is not properly trained to perform the job
es: El colaborador no está debidamente capacitado para el trabajo.

source: With the failure to report the incident into the Golder Learnings Database, this prevented our timely initiation of communication with the employee to check on their well-being and to see if medical care was required.
es: El hecho de haber omitido informar el incidente en la Learnings Database demoró el ponerse en contacto con el colaborador para comprobar su estado y determinar si era necesaria atención médica.
